// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Enhetsadministration";

TaskTitle = "Enhetsadministration";
HSDPasswordButton = "Ställ in/ändra adminlösenord…";
HSDEnableAllTitle = "Aktivera alla";
HSDDisableAllTitle = "Inaktivera alla";
HSDCustomSettingsTitle = "Anpassade inställningar:";
HSDOnTitle = "På";
HSDFeatureNameTitle = "Funktionsnamn";

Networking = "Ethernet";
Wireless = "Trådlöst";
WirelessAccessPoint = "Trådlös åtkomstpunkt";
Fax = "Fax";
DigitalSend = "Digital sändning";
MassStorage = "Fotokort/datalagring";
ePrint = "ePrint";
SIPs = "SIP";
MobileApps = "MobileApps-tjänsten";
ControlPanelAccess = "Kontrollpanelslås";
Scan = "Skanna";
RemoteScan = "Skanna från en dator eller mobil enhet";
WebScan = "Webbskanning";
WebServices = "Webbtjänster";
FaxReprint = "Skriv ut fax igen";
ReceivingColorFax = "Färgfax (inkommande fax)";
PrintFromMassStorage = "Öppna/skriv ut från USB-enheter";
ScanToMassStorage = "Spara till USB (Skanna till USB)";
MassStorageRestrictColor = "Färgutskrift från minnesenheter";
Copy = "Kopiera";
ColorCopy = "Färgkopia";
DFA = "DFA (Device Fax Archiving)";
ScanToEmail = "Skanna till e-post";
ScanToNetworkFolder = "Skanna till nätverksmapp";
ScanToSharePoint = "Skanna till SharePoint";
ManualFromEmailAddress = "Manuellt från angiven e-postadress";
ConsumableSubscription = "Bläckprenumeration";
SFS = "Onlinehjälp";
UsageDataCollection = "Insamling av användardata";
WebProxy = "Webbproxy";
WDAP = "Web Proxy Auto-Discovery (WPAD)";
FirmwareUpdate = "Uppdatering av fast programvara";
WebFirmwareUpdate = "Uppdatering av hämtad hård mjukvara";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google Cloud Print";
GoogleCloudPrintPrivet = "Skriv ut med Google Cloud Print via ett trådlöst nätverk";

DisableControlPanelAccessAlertTitle =  "Aktivering av låset i kontrollpanelen leder även till begränsad åtkomst till skrivarinställningarna i HP Utility. Är du säker på att du vill aktivera låset i kontrollpanelen?";
DisableControlPanelAccessAlertDescription = "HP Utility kräver att kontrollpanelens lås är inaktiverat för att visa och konfigurera skrivarens inställningar. Om låset är aktiverat måste du använda skrivarens inbäddade webbserver för att utföra konfigurationen.";
DisableControlPanelAccessAlertButton = "Aktivera kontrollpanelens lås";

HSDFeatureRequiresRebootNote = "(1) Inställningen träder i kraft när du startar om skrivaren.";

NoSetTitle = "%@ är inte uppdaterad.";
NoSetMessage = "Du har överskridit det maximala antalet tillåtna försök för att ändra den här inställningen. Försök igen om en timme.";

// password window
HSDOldPasswordTitle = "Befintligt lösenord:";
HSDNewPasswordTitle = "Nytt lösenord:";
HSDConfirmPasswordTitle = "Bekräfta nytt lösenord:";
IncorrectPasswordMessage = "Felaktigt lösenord.";
NewPasswordTooLong = "Det nya lösenordet är för långt.";
PasswordNotSupported = "Ändring av lösenord stöds inte.";
PasswordRuntimeError = "Okänt fel.";

HSDOkButton = "OK";
HSDCancelButton = "Avbryt";
